Repository: IBMPredictiveAnalytics/STATS_ADJUST_WIDTHS
Catalog: src/lang/*/STATS_ADJUST_WIDTHS.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The active dataset must have a dataset name in order to run this command
de: Das aktive Dataset muss einen Datasetnamen haben, damit dieser Befehl ausgeführt werden kann
es: El conjunto de datos activo debe tener un nombre de conjunto de datos para poder ejecutar este comando.
fr: Le jeu de données actif doit comporter un nom de fichier pour pouvoir exécuter cette commande.
it: Il dataset attivo deve avere un nome dataset perché questo comando venga eseguito
ja: このコマンドを実行するには、アクティブなデータセットにデータセット名が必要です
ko: 이 명령문을 실행하려면 활성 데이터 세트의 데이터 세트 이름이 있어야 합니다.
pl: Aby możliwe było uruchomienie tej komendy, aktywny zbiór danych musi zawierać nazwę zbioru danych
pt_br: O conjunto de dados ativo deve ter um nome de conjunto de dados para executar este comando
ru: Чтобы можно было запустить эту команду, у активного набора данных должно быть имя
zh_cn: 要运行此命令，活动数据集必须具有数据集名称
zh_tw: 作用中資料集必須具有資料集名稱，以執行此指令

source: Specified output directory is not a directory: %s
de: Das angegebene Ausgabeverzeichnis ist kein Verzeichnis: %s
es: El directorio de salida especificado no es un directorio: %s
fr: Le répertoire de sortie spécifié n'est pas un répertoire : %s
it: La cartella di output specificata non è una cartella: %s
ja: 指定した出力ディレクトリはディレクトリではありません: %s
ko: 지정된 출력 디렉토리가 디렉토리가 아닙니다. %s
pl: Określony katalog wyjściowy nie jest katalogiem: %s
pt_br: O diretório de saída especificado não é um diretório: %s
ru: Заданный каталог вывода - это не каталог: %s
zh_cn: 指定的输出目录不是目录：%s
zh_tw: 指定的輸出目錄不是目錄：%s

source: Type Conflicts
de: Typenkonflikte
es: Conflictos de tipo
fr: Conflits de type
it: Conflitti di tipo
ja: 型の不一致
ko: 유형 충돌
pl: Konflikty typu
pt_br: Conflitos de tipo
ru: Конфликты типа
zh_cn: 类型冲突
zh_tw: 類型衝突

source: String-Numeric Type Conflicts
de: Konflikte zwischen Zeichenfolgetypen/Numerischen Typen
es: Conflictos de tipo cadena-numérico
fr: Conflits de type Chaîne-Numérique
it: Conflitti di tipo stringa-numero
ja: 文字/数値型の不一致
ko: 문자열-숫자 유형 충돌
pl: Konflikty typu łańcuchowy-liczbowy
pt_br: Conflitos de tipo de sequência de caracteres-numérico
ru: Конфликты типа числовой-строковый
zh_cn: 字符串-数字类型冲突
zh_tw: 字串/數值類型衝突

source: Only the first 20 errors are shown
de: Nur die ersten 20 Fehler werden angezeigt
es: Sólo se muestran los primeros 20 errores.
fr: Seules les 20 premières erreurs sont affichées.
it: Vengono visualizzati solo i primi 20 errori.
ja: 最初の 20 個の誤差のみが表示されます
ko: 처음 20개의 오류만 표시됩니다.
pl: Pokazanych będzie tylko pierwszych 20 błędów
pt_br: Somente os 20 primeiros erros são mostrados
ru: Показаны первые 20 ошибок.
zh_cn: 仅显示前 20 个错误
zh_tw: 僅顯示前 20 個錯誤

source: Dataset or File Name
de: Dataset- oder Dateiname
es: Conjunto de datos o nombre de archivo
fr: Jeu de données ou nom de fichier
it: Nome file o dataset
ja: データセットまたはファイル名
ko: 데이터 세트 또는 파일 이름
pl: Nazwa zbioru danych lub pliku
pt_br: Conjunto de dados ou nome do arquivo
ru: Набор данных или имя файла
zh_cn: 数据集或文件名
zh_tw: 資料集或檔名

source: String Variables Numeric in a Previous File
de: Zeichenfolgevariablen waren in vorheriger Datei numerische Variablen
es: Variables de cadena de tipo numérico en un archivo anterior
fr: Variables de chaîne de type numérique dans un fichier précédent
it: Variabili stringa che erano numeriche in un file precedente
ja: 前のファイルに文字型変数の数値が存在します
ko: 이전 파일에서 문자변수가 숫자입니다.
pl: Liczbowe zmienne łańcuchowe w poprzednim pliku
pt_br: Variáveis de sequência de caracteres numéricas em um arquivo anterior
ru: В предыдущем файле строковые переменные были числовыми
zh_cn: 在上一个文件中，字符串变量为数字
zh_tw: 前一個檔案中的字串變數數值

source: Numeric Variables String in a Previous File
de: Numerische Variablen waren in vorheriger Datei Zeichenfolgevariablen
es: Variables numéricas de tipo cadena en un archivo anterior
fr: Variables numériques de type chaîne dans un fichier précédent
it: Variabili numeriche che erano stringa in un file precedente
ja: 前のファイルに数値型変数の文字列が存在します
ko: 이전 파일에서 숫자 변수가 문자열입니다.
pl: Łańcuchowe zmienne liczbowe w poprzednim pliku
pt_br: Variáveis numéricas de sequência de caracteres em um arquivo anterior
ru: В предыдущем файле числовые переменные были строковыми
zh_cn: 在上一个文件中，数字变量为字符串
zh_tw: 前一個檔案中的數值變數字串

source: None of the specified variables were found in any of the specified files
de: Keine der angegebenen Variablen konnte in einer der angegebenen Dateien gefunden werden
es: No se ha encontrado ninguna de las variables especificadas en los archivos especificados
fr: Aucune des variables indiquées n'a été trouvée dans les fichiers spécifiés.
it: Nessuna delle variabili specificate è stata trovata nei file specificati
ja: 指定された変数が指定されたファイルに見つかりませんでした
ko: 지정된 파일에서 지정된 변수를 찾을 수 없습니다.
pl: Żadna z określonych zmiennych nie została znaleziona w żadnym z określonych plików.
pt_br: Nenhuma das variáveis especificadas foi localizada em qualquer um dos arquivos especificados
ru: Ни в одном из заданных файлов не было найдено заданных переменных
zh_cn: 在任何指定文件中都找不到任何指定变量
zh_tw: 在任何指定的檔案中都找不到指定的變數

source: Using the "first" method, a variable was found in a later file that is not present in the first file: %s
de: Bei Verwendung der Methode "First" wurde in einer nachfolgenden Datei eine Variable gefunden, die in der ersten Datei nicht vorhanden ist: %s
es: Al utilizar el método "first", se ha encontrado una variable en un archivo posterior que no estaba presente en el primer archivo: %s
fr: A l'aide de la méthode "first", une variable a été détectée dans un fichier ultérieur alors qu'elle était introuvable dans le premier fichier : %s
it: Utilizzando il "primo" metodo, è stata trovata una variabile in un file successivo che non è presente nel primo file: %s
ja: "first" メソッドを使用したところ、最初のファイル にはない変数がその後のファイルで見つかりました: %s
ko: "첫 번째" 방법을 사용하여 첫 번째 파일 %s에 없는 변수를 다음 파일에서 찾았습니다.
pl: Użyto "pierwszej" metody, zmienna została znaleziona w kolejnym pliku Nie była ona obecna w pierwszym pliku: %s
pt_br: Usando o "primeiro" método, uma variável foi localizada em um arquivo posterior que não está presente no primeiro arquivo: %s
ru: При использовании метода "первый" в последующем файле обнаружена переменная, которой не было в первом файле: %s
zh_cn: 通过使用“first”方法，在后续文件中找到 在第一个文件中不存在的变量：%s
zh_tw: 使用「第一個」方法，在以后的檔案中找到 未出現在第一個檔案中的變數：%s

source: File %s already exists and will not be overwritten.
de: Die Datei %s ist bereits vorhanden und kann nicht überschrieben werden.
es: El archivo %s ya existe y no se sobrescribirá.
fr: Le fichier %s existe déjà et ne sera pas écrasé.
it: Il file %s esiste già e non verrà sovrascritto.
ja: ファイル %s は既に存在し、上書きはできません。
ko: %s 파일이 이미 있으므로 덮어쓸 수 없습니다.
pl: Plik %s już istnieje i nie można go zastąpić.
pt_br: O arquivo %s já existe e não será sobrescrito.
ru: Файл %s уже существует и не будет перезаписан.
zh_cn: 文件 %s 已存在，并且将不会被覆盖。
zh_tw: 檔案 %s 已存在，不會被改寫。

source: Adjust Widths
de: Breiten anpassen
es: Ajustar anchos
fr: Ajuster la largeur
it: Adatta larghezze
ja: 幅の調整
ko: 너비 조정
pl: Dostosuj szerokości
pt_br: Ajustar larguras
ru: Согласовать длины
zh_cn: 调整宽度
zh_tw: 調整寬度
